[
    {
        "characterName":"Ahsoka Tano_The Mandalorian",
        "characterSummary":"Ahsoka Tano was a former Jedi Padawan who, after \nthe Clone Wars, helped establish a network of various \nrebel cells against the Galactic Empire. Jedi Grand Master \nYoda assigned the young Tano to be the Padawan \nlearner of  Jedi Knight Anakin Skywalker."
    },
    {
        "characterName":"Cara Dune_The Mandalorian",
        "characterSummary":"Carasynthia \"Cara\" Dune was a human female Alderaanian \nwho served as a shock trooper in the Alliance to Restore \nthe Republic and the New Republic during the Galactic \nCivil War."
    },
    {
        "characterName":"Greef Karga_The Mandalorian",
        "characterSummary":"Greef Karga was a human male and former disgraced \nmagistrate before becoming an agent of the Bounty Hunters' \nGuild following the collapse of the Galactic Empire."
    },
    {
        "characterName":"Grogu_The Mandalorian",
        "characterSummary":"Grogu, known to many simply as \"the Child\", was \na male Force-sensitive Mandalorian foundling that belonged \nto the same species as Jedi Grand Master Yoda."
    },
    {
        "characterName":"IG-11_The Mandalorian",
        "characterSummary":"IG-11, also known as Eyegee-Eleven or simply as IG or \nEyegee, was a masculine-programmed IG-series \nassassin droid who was a bounty hunter during \nthe New Republic Era."
    },
    {
        "characterName":"Kuiil_The Mandalorian",
        "characterSummary":"Kuiil was an Ugnaught male who had worked a lifetime \nto be free of servitude. He came to the out-of-the-way \nplanet of Arvala-7 seeking peace, and worked as a \nvapor farmer who offered valuable skills to those who \ncould meet his price."
    },
    {
        "characterName":"Din Djarin_The Mandalorian",
        "characterSummary":"Din Djarin was a human male Mandalorian who worked \nas a bounty hunter during the New Republic Era. \nDjarin, found and took care of former Jedi youngling named \nGrogu, that belonged to the same species as Jedi Grand \nMaster Yoda."
    },
    {
        "characterName":"Moff Guideon_The Mandalorian",
        "characterSummary":"Imperial Moff Gideon is fiercely determined to capture \nthe Child, known as Grogu. Clever and formidable, Gideon \nvalues power and knowledge. He wields the ancient \nDarksaber, an artifact of great import to Mandalorians."
    },
    {
        "characterName":"Arya Stark_Game of Thrones",
        "characterSummary":"Arya Stark is the third child and second daughter \nof Lord Eddard Stark and his wife, Lady Catelyn Stark. \nArya plays a significant role in the Great War, effectively \nending the conflict through her killing of the Night King \nduring the Battle of Winterfell."
    },
    {
        "characterName":"Cersei Lannister_Game of Thrones",
        "characterSummary":"Queen Cersei I Lannister was the twentieth ruler \nof the Seven Kingdoms and the widow of King Robert \nBaratheon. After all her children died, Cersei assumed \nthe Iron Throne making her the first officially recognized \nqueen regnant in the history of the Seven Kingdoms."
    },
    {
        "characterName":"Daenerys Targeryen_Game of Thrones",
        "characterSummary":"Queen Daenerys I Targaryen, also known as Daenerys \nStormborn, and colloquially known as Dany, \nwas the younger sister of Rhaegar Targaryen. As the \nstory unfolds she gathered confidence and \nfollowers, becoming a formidable conquerer and ruler."
    },
    {
        "characterName":"Jamie Lannister_Game of Thrones",
        "characterSummary":"Ser Jaime Lannister was the elder son of Lord \nTywin Lannister, younger twin brother of Queen \nCersei Lannister. During Robert's Rebellion, Jaime killed \nAerys Targaryen, earning the nickname \"Kingslayer\". \nHe was pardoned by Robert and served in his Kingsguard."
    },
    {
        "characterName":"Jon Snow_Game of Thrones",
        "characterSummary":"Jon Snow, born Aegon Targaryen, is the son of \nLyanna Stark and Rhaegar Targaryen. From infancy, \nJon is presented as the bastard son of Lord Eddard \nStark. Jon joins the Night's Watch and is later \nelected as Lord Commander."
    },
    {
        "characterName":"Samuel Tarly_Game of Thrones",
        "characterSummary":"Samwell, born Samwell Tarly, and often called \nSam, is Jon Snow's closest friend. After investigating, \nSam realizes that Robert's Rebellion was built \non a lie and that Jon (whose birth name was Aegon \nTargaryen), is the true heir to the Iron Throne."
    },
    {
        "characterName":"Sansa Stark_Game of Thrones",
        "characterSummary":"Queen Sansa Stark is the eldest daughter of \nLord Eddard Stark and Lady Catelyn. Following the \nBattle of King's Landing and Daenerys's assassination, \nSansa declares the North an independent kingdom \nand is later crowned Queen in the North."
    },
    {
        "characterName":"Tyrion Lannister_Game of Thrones",
        "characterSummary":"Lord Tyrion Lannister is the youngest child of Lord \nTywin Lannister and younger brother of Cersei \nand Jaime Lannister. Tyrion eventually becomes \nhand of the Queen to Daenerys Targeryen and helps \nlead the war against his sister Cersei Lannister."
    },
]
